===
Constant List
===

(1 2 3 4)

---

(1 2 3 4)

===
Constant List - Too Long to Inline
===

(1111111111111 2222222222222222 3333333333333333333333333 444444444444444444444444444 555555555555555555555555555555555 666666666666666666666666666666666666666)

---

(1111111111111
 2222222222222222
 3333333333333333333333333
 444444444444444444444444444
 555555555555555555555555555555555
 666666666666666666666666666666666666666)

===
Empty List
===

()

---

()

===
TODO - lists of lists
===

(defpart 116
  :init-specs
  ((:scalevel-x (meters 0.006666667)) (:scalevel-y :copy scalevel-x)
                (:fade-a 0.0)
                (:next-time (seconds 0.5))
                (:next-launcher 117)))

---

(defpart 116
  :init-specs
  ((:scalevel-x (meters 0.006666667)) (:scalevel-y :copy scalevel-x)
                (:fade-a 0.0)
                (:next-time (seconds 0.5))
                (:next-launcher 117)))